Revit 2024 API
AdvancedWood.WoodEarlyColor Property
 The property labeled "Earlywood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodEarlyColor { get; }
Visual Basic
Public Shared ReadOnly Property WoodEarlyColor As String
	Get
Visual C++
public:
static property String^ WoodEarlyColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace